[
    {
      "id": 1,
      "title": "أهمية النوم المبكر في الإسلام",
      "date": "2025-03-02",
      "image": "https://source.unsplash.com/600x400/?sleep,moon",
      "excerpt": "النوم المبكر ليس مجرد عادة صحية، بل هو سنة نبوية كريمة. فقد أوصى النبي محمد ﷺ بالنوم المبكر والاستيقاظ لصلاة الفجر، لما له من فوائد عظيمة على الصحة الجسدية والنفسية. النوم المبكر يساعد على تحسين التركيز، وتعزيز جهاز المناعة، وتقليل مخاطر الأمراض المزمنة مثل السكري وأمراض القلب. كما أن الالتزام بهذه العادة يسهم في تحقيق التوازن بين العبادات والحياة اليومية."
    },
    {
      "id": 2,
      "title": "كيف يؤثر النوم على الإنتاجية والتركيز؟",
      "date": "2025-03-05",
      "image": "https://source.unsplash.com/600x400/?productivity,focus",
      "excerpt": "يعتبر النوم من العوامل الرئيسية التي تؤثر على مستوى الإنتاجية والقدرة على التركيز. فالأشخاص الذين يحصلون على نوم كافٍ يتمتعون بقدرة أعلى على التفكير الإبداعي واتخاذ القرارات الصحيحة. في المقابل، يؤدي الحرمان من النوم إلى تراجع الأداء وزيادة الأخطاء في العمل أو الدراسة. لذلك، ينصح الخبراء بالحصول على 7-9 ساعات من النوم يوميًا لتعزيز الأداء العقلي والبدني."
    },
    {
      "id": 3,
      "title": "أفضل العادات قبل النوم لنوم عميق",
      "date": "2025-03-10",
      "image": "https://source.unsplash.com/600x400/?sleep,relax",
      "excerpt": "لضمان نوم عميق ومريح، ينصح باتباع بعض العادات الصحية قبل النوم. من أبرز هذه العادات: تجنب استخدام الهواتف والشاشات قبل النوم بساعة على الأقل، ممارسة التأمل أو قراءة القرآن، تناول مشروب دافئ مثل الحليب أو الأعشاب، وتخفيض الإضاءة في الغرفة. هذه العادات تساعد في تهدئة الجهاز العصبي وإعداد الجسم لراحة أفضل."
    },
    {
      "id": 4,
      "title": "كيف تساعد الأذكار على تحسين النوم؟",
      "date": "2025-03-15",
      "image": "https://source.unsplash.com/600x400/?prayer,meditation",
      "excerpt": "قراءة الأذكار قبل النوم لها فوائد روحية وصحية عديدة، حيث تساعد في تهدئة العقل والتخلص من القلق والتوتر. من بين الأذكار الموصى بها: آية الكرسي، سورة الإخلاص، الفلق والناس، والدعاء المأثور: 'باسمك اللهم أموت وأحيا'. هذه العادة تمنحك شعورًا بالطمأنينة وتساعد على نوم هادئ وعميق."
    },
    {
      "id": 5,
      "title": "ما هو تأثير القيلولة على الصحة؟",
      "date": "2025-03-20",
      "image": "https://source.unsplash.com/600x400/?nap,rest",
      "excerpt": "القيلولة ليست مجرد رفاهية، بل هي ضرورة للصحة والطاقة. تشير الدراسات إلى أن القيلولة القصيرة (بين 10-30 دقيقة) تساعد في تعزيز الذاكرة، تحسين المزاج، وزيادة التركيز. ومع ذلك، فإن النوم لفترات طويلة أثناء النهار قد يؤدي إلى اضطرابات في النوم الليلي. أفضل وقت للقيلولة هو بين الساعة 1 و 3 ظهرًا، حيث يكون الجسم في أدنى مستوى من النشاط."
    }
  ]
  